tap "caarlos0/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "trufflesecurity/trufflehog"

brew "asdf"
brew "bash"
brew "bat"
brew "chafa"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gum"
brew "jq"
brew "neovim"
brew "pinentry-mac"
brew "pre-commit"
brew "ripgrep"
brew "stow"
brew "terminal-notifier"
brew "tree"
brew "ttyd"
brew "vhs"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "trufflesecurity/trufflehog/trufflehog"

cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
cask "keymapp"
cask "kitty"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
